IDEA StatiCa Open Model
ColumnData.SupportBottomZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the end support. Not necessary if effective lengths are defined.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SupportType SupportBottomZ { get; set; }
Public Property SupportBottomZ As SupportType
	Get
	Set
public:
property SupportType SupportBottomZ {
	SupportType get ();
	void set (SupportType value);
}
Property Value
Type: SupportType
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace